[
    {
        "relation" : "grandma",
        "quotes" : [
            "My sweet Grandma, I wish you to be always happy and healthy as today! Happy birthday my beloved old woman!",
            "May you stay healthy and happy for the years to come. We are all happy to have you here with us!",
            "Happy birthday Grandma, I wish another wonderful year. We are all here to celebrate your special day!",
            "To my beloved Grandma, I wish plenty reasons to smile and a very warm happy birthday!",
            "Love and happiness to the woman who gave me great attention and many warm hugs all these years. Happy loving birthday!",
            "All those years you taught me countless lessons of life. May your birthday make you feel like an 18th years old woman!",
            "When I look in to your beautiful eyes I can see an experienced woman who offered me love and protection! Happy birthday Grandma!",
            "You are the woman I admire. A woman who taught me how to live and love! May your birthday be unforgettable.",
            "An old woman like you deserves the best warm birthday wishes! May you stay healthy and joyful!",
            "Your face and skin is the only thing that shows your age. But your heart is still young as a little child. Happy birthday my Grandma!"
        ] },
    {
        "relation" : "grandfather" ,
        "quotes" : [
            "Our grandfathers are a source of inspiration to our lives and it is vital that we love them and appreciate them especially on special occasions such as their birthday.Here are some of the grandfather birthday wishes.",
            "Grand daddy, I simply want to express how much I actually love you and how much I am so thankful to God for giving me the best grandpa in the world. Thanks a lot grandpa, I truly appreciate you in so many ways. Happy happy bday and may you live to blow a thousand candles.",
            "Please accept my simple surprise grand daddy. Along with my gift is a message of appreciation for all that you have done for me.You have nurtured me and always been there for me. Thank you and I really appreciate your love and care to me.Best birthday and i wish that this day is the best of your life",
            "A million of kisses and hugs to the best grandpa in all of the world. I love you and thank you for being there for me. May God bless you more and more everyday.Wonderful bday, grandfather!",
            "Our grandfathers are a source of inspiration to our lives and it is vital that we love them and appreciate them especially on special occasions such as their birthday.Here are some of the grandfather birthday wishes",
            "Grand daddy, I simply want to express how much I actually love you and how much I am so thankful to God for giving me the best grandpa in the world. Thanks a lot grandpa, I truly appreciate you in so many ways. Happy happy bday and may you live to blow a thousand candles.",
            "My dearest grandpa, thanks for everything and I just want to express how much you mean to my life.You hold a special place my heart. Wonderful birthday and know that you will have the best cake in the world courtesy of me!",
            "Please accept my simple surprise grand daddy. Along with my gift is a message of appreciation for all that you have done for me.You have nurtured me and always been there for me. Thank you and I really appreciate your love and care to me.Best birthday and i wish that this day is the best of your life",
            "The moment I think about who you are I see happy smiles, sweet cuddles, and fun always.These are what you bring into my life personally grandpa. You really help me to remain happy each and everytime. Thank you and best bday.",
            "It is difficult to imagine what life would be like without my grandpa, but a lot of people aren’t blessed with the chance to know their grandpas like I know you. I am very grateful to have you and the fact that I am able to see you often.Happy bday and know that we are praying for your long life."
        ]
    },
    {
        "relation" : "brother" ,
        "quotes" :  [
            "Brother, we have shared memorable moments together. Thanks for being there and guiding me. Happy Birthday!",
            "You are my strength, you are my light, you are my sun of life. Happy Birthday my loveliest brother!",
            "Happy Birthday to the boy whom we brought from the dustbin and adopted later!",
            "Happy Birthday to the apple of Mom's eye. Remember I am her favorite child by the way!",
            "No matter how much I quarrel with you, you are and will be my favorite human on Earth. Happy Birthday my brother!",
            "I feel like the luckiest sister because I have got the best of the best brother. Happy Happy Birthday my lovely brother!",
            "Wishing you all the joy and happiness. May you become the best man ever. Happy Happy Birthday brother!",
            "No gift can bring me as much joy as your arrival has brought in my life. Happy Birthday my brother!",
            "From sharing the same room to sharing the first crush we never knew when did we grow up. Happy Birthday, monkey.... ooops brother!",
            "You are not only my pride but also my support system. Happy Happy Birthday my brother!"
        ]},
        {

            "relation" : "wife",
            "quotes" :  [
            "Happy birthday to the most awe-inspiring, friendly, beautiful, and outrageously funny soul mate you have been to my life.",
            "I could never hope to find a treasure as great as the joy of knowing you. My life has only improved from the day we met. Today we celebrate your birthday, just like every day I celebrate the fact that you were born. I love you. Happy birthday.",
            "Happy birthday to my wife, best friend, partner, lover, mother of my children, and the keeper of my heart.",
            "Tangible gifts fade away with time. But, love is one the greatest gifts that lasts forever and can’t be stolen. My gift to you on your birthday is all my love, trust, and respect. Happy birthday!",
            "Thank you for coming into my life, honey, you make it so joyful and meaningful. Have a magical birthday and a wonderful year! Happy birthday!",
            "Many years from now, we will look back and realize that this is the first birthday we are celebrating together, of many to come. I can’t wait to spend every one of them with you. Thanks for being by my side. Happy birthday!",
            "If I had to choose a life partner again, you would definitely be my number one all over again. You are the light of my life and I love you so much. On this special day I wish to tell you happy birthday baby girl.",
            "Every year that passes by make me realize what a lucky guy I am for having married you. You brought sunshine and joy into my life and your love is the light that illuminates our marriage. Happy birthday.",
            "The reason every blessed day of mine is sunny is simply because of the love you give me. Happy birthday, my love. You are and will always be my sunshine.",
            "All I want to do is hold you in my arms forever because my paradise is right in your loving arms. Happy birthday."
        ]},
        {

            "relation" : "husband" ,
            "quotes" : [
            "You have shown me what it means to have the perfect marriage. Happy birthday to the best, most understanding and loving husband on earth!",
            "I am so appreciative for all of the blessings in my life. I have friends, family, health, etc., but the one blessing I am forever grateful for is knowing and loving you. You are a perfect gift from God. Happy birthday, sweetheart!",
            "Never in a million years did I think I would be this happy to have the perfect man standing behind me, supporting me with my silly ways and making me laugh all the time. I enjoy every moment we share together. Love you and Happy birthday!",
            "You are the husband every woman wants. You are the father every kid will love. You are the friend no one else can have. You are all that I have. Thank you for everything my love. Have the happiest birthday ever!",
            "No matter the age you are, nor if a white blanket covers your head, you will always be the man who wanted to share my life. You have a beautiful day, love!",
            "Happy birthday from the most incredible, loving, beautiful wife on the face of the planet! I love you to the moon and back!",
            "Words are not enough, you need to look at my eyes and I believe that you get your answer that how much I love you. Wishing you a wonderful celebration.",
            "Thank God for giving me the most handsome, loving, and smart husband in this world. Happy birthday!",
            "Everything in my life starts with you, everything in life ends on your name; know that you will always be special in my eyes my dear. Wishing you a very happy birthday!",
            "Aspiration, admiration and inspiration. These are not just motivational words, but the feelings that you, my dear husband, invoke in my heart every day. Wonderful bday my love!"
        ]},
        {

            "relation" :  "son" ,
            "quotes" : [
            "When you were little, I vowed always to protect, care for, and love you. Somehow over the years, our positions have been reversed. Now you protect and care for me, but I will still always love you.",
            "May your birthday herald great successes for the rest of your life. I want you to know that you are my biggest joy and greatest pride. Happy birthday, son!",
            "If you need a shoulder to lean on or a place to rest your burdens know that you can always turn to me. The job of being a parent will always include providing you with a place to call home.",
            "So you got to the end of our birthday wishes for your son list, but don leave yet, we got plenty of other birthday wishes to choose from!",
            "A birthday is just the beginning of another year in that thing they call life. It’s long and sometimes beautiful, other times difficult, but it made all the better since I have a cousin like you. I hope that I can bring you that same comfort.",
            "I wish I could slow down time and keep you with me forever. Since I can’t do that, I will just have to settle for cherishing every moment spent with you. Happy birthday!",
            "This year you seem to be exhibiting some signs of actually growing up. It’s a miracle! I’m just kidding, and I hope that your year is filled with all sorts of splendidly childish things that captivate you in every way.",
            "You have made my life more meaningful and poignant, my son. May your birthday be filled with lots of gifts, candies, and ice cream. Happy birthday!",
            "I know you probably think that my main mission in life is to ruin yours, but I promise that I only want the best for you. May you have unlimited successes and untold happiness this year.",
            "You are a beloved son and a cherished father. I know that you are as proud of your son as I am of mine. Try to make sure that you keep the family tradition of pampering your son on his birthday alive in the years to come."
        ]},
        {

            "relation" :  "friend" ,
            "quotes" : [
            "For your birthday, here is my promise to you. If you yell Marco and I’m in earshot, I will always yell Polo. Because that’s what best friends do.",
            "You make the most boring activities fun, you make the most serious situations hilarious, you make my world a better place.",
            "Thank you for always being there to save me from my dumb mistakes. I almost feel bad how many times you bailed me out. But because you are so thoughtful, you make just as many dumb mistakes as I do so I can bail you out and don’t have to feel bad!",
            "I’ve got lots of friends who make me laugh, but only you make me laugh so hard I snort. I’m so lucky to have you as my best friend. I hope your birthday is as fun as you are!",
            "I’d follow you through hell and back. But after we get done with that, I get to plan the next road trip. Happy birthday to my best and craziest friend.",
            "If they made a movie about our friendship, I’m not sure if anyone would watch it. But it would be my new favorite movie. Happy birthday to my best friend, you’ll always be a movie star in my eyes!",
            "You make the most boring activities fun, you make the most serious situations hilarious, you make my world a better place.",
            "Thank you for always being there to save me from my dumb mistakes. I almost feel bad how many times you bailed me out. But because you are so thoughtful, you make just as many dumb mistakes as I do so I can bail you out and don’t have to feel bad!",
            "I’ve got lots of friends who make me laugh, but only you make me laugh so hard I snort. I’m so lucky to have you as my best friend. I hope your birthday is as fun as you are!",
            "I’d follow you through hell and back. But after we get done with that, I get to plan the next road trip. Happy birthday to my best and craziest friend."
        ]

   
    }
]